// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Czyszczenie mechanizmu przesuwu papieru";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Anuluj";

CleaningConfirmationTitle = "Czyszczenie mechanizmu przesuwu papieru";
CleaningConfirmationBody = "Ten proces może potrwać kilka minut. Mechaniczne odgłosy w jego trakcie są zjawiskiem normalnym. Nie przerywaj procesu. Kliknij przycisk OK, aby kontynuować.";
PaperFoundTite = "Wykryto papier";
PaperFoundBody = "Wyjmij papier z podajnika przed kontynuowaniem procesu czyszczenia mechanizmu przesuwu papieru. Kliknij przycisk OK, aby kontynuować.";
PapperFeedCleaningTitle = "Czyszczenie mechanizmu przesuwu papieru";
PaperFeedCleaningCompleteBody = "Ukończono czyszczenie mechanizmu przesuwu papieru.";

NotInitiatedTitle = "Nie udało się zainicjować czyszczenia";
NotInitiatedMsg = "Nie udało się zainicjować procedury czyszczenia. Upewnij się, że drukarka jest włączona i nie wykonuje żadnych zadań.";

HSDInfoTextFieldValue = "Tę procedurę należy wykonywać, gdy drukarka ma problemy z pobieraniem papieru. Jeśli drukarka nie pobiera papieru po wysłaniu zadania drukowania, procedura wyczyści elementy wewnątrz drukarki w celu rozwiązania problemu.";
HSDGuideTextFieldValue = "Wyjmij papier z podajnika przed rozpoczęciem procesu czyszczenia mechanizmu przesuwu papieru. Kliknij przycisk Wyczyść, aby rozpocząć.";
HSDCleanButtonTitle = "Wyczyść";

PaperFeedCancelingTitle = "Anulowanie";
